{
  "Navigation": {
    "about": "про мене",
    "in-stock": "в наявності",
    "contact": "контакти"
  },
  "Mobile-menu": {
    "mobile-menu-footer": "Всі котячі права захищені."
  },
  "Banner": {
    "title": "kocie nest",
    "subtitle": "прості речі з теплом і турботою"
  },
  "About": {
    "title": "Вітаю у Kocie Nest!",
    "paragraph-1": "Тут створюються речі ручної роботи — тканини з рісайклінгу перетворюються на торбинки, мішечки, косметички, подушечки з насінням льону, а моточки ниток — на шкарпетки, шарфи, комірці та дитячі забавки.",
    "paragraph-2": "Вкладаю ніжність у кожну деталь, шиючи та в’яжучи у своєму затишному куточку, споглядаючи на дерева за вікном.",
    "paragraph-3": "Мої вироби прості за формою, виконані в спокійних кольорах, аби не перевантажували ваш простір і не створювали відчуття нагромадження, а приносили затишок, простоту до вашого щоденного життя.",
    "paragraph-4": "Натхненна природою, людьми, Пінтерестом і, що складно не помітити, котиками.",
    "paragraph-5": "Нехай вам тут буде затишно!",
    "ending": "— Оля"
  },
  "In-stock": {
    "title": "вироби в наявності",
    "paragraph-1": "Тут ви можете побачити, які товари зараз доступні. Натисніть на будь-яке фото, щоб переглянути карусель."
  },
  "Footer": {
    "website-credits": "Дизайн та розробка",
    "website-credits-name": "Оля По",
    "social-media": "Запрошую до контакту",
    "how-to-order": "Як замовити"
  },
  "How-to-order": {
    "paragraph-1": "Поки я працюю над карткою товарів та функцією кошика (перепрошую за тимчасові незручності — stay tuned, тривають роботи над класичним сайтом), зробити замовлення можна у наcтупний спосіб:",
    "step-1": "Оберіть виріб, який вам сподобався.",
    "step-2": "Зробіть скріншот вибраного.",
    "step-3": "Надішліть його мені на пошту або в повідомленні в Instagram / Facebook.",
    "paragraph-2": "Я швидко зв’яжусь з вами, уточню всі деталі і допоможу оформити замовлення.",
    "paragraph-3": "Якщо не знайдете саме те, що шукаєте — з радістю зроблю для вас індивідуальне замовлення. Маю достатньо «хом’ячих» запасів тканин і пряжі."
  },
  "Not-found": {
    "title": "Упс... Не вдалося знайти цю сторінку.",
    "paragraph": "Перевірте що адреса введена правильно.",
    "link-home": "До головної"
  }
}
